Repository: stephysigosoft-blip/agroconnect_flutter
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

# selectLanguage
source: Select Your Preferred Language
ar: اختر لغتك المفضلة
fr: Sélectionnez votre langue préférée

source: Continue
ar: متابعة
fr: Continuer

source: English
fr: Anglais

source: Login or Sign up
ar: تسجيل الدخول أو التسجيل
fr: Connexion ou Inscription

# enterWhatsappNumber
source: Enter your whatsapp number
ar: أدخل رقم الواتساب الخاص بك
fr: Entrez votre numéro WhatsApp

source: OTP Verification
ar: التحقق من رمز OTP
fr: Vérification OTP

# otpSentMessage
source: We've sent a verification code to your WhatsApp
ar: لقد أرسلنا رمز التحقق إلى واتسابك
fr: Nous avons envoyé un code de vérification à votre WhatsApp

# resendCodeIn
source: Resend code in {seconds} sec
ar: إعادة إرسال الرمز خلال {seconds} ثانية
fr: Renvoyer le code dans {seconds} sec

# didntGetOtp
source: Didn't get the OTP?
ar: لم تستلم رمز OTP؟
fr: Vous n'avez pas reçu l'OTP?

source: Resend OTP
ar: إعادة إرسال رمز OTP
fr: Renvoyer l'OTP

source: What's your name?
ar: ما هو اسمك؟
fr: Quel est votre nom?

source: Enter your name
ar: أدخل اسمك
fr: Entrez votre nom

source: Done
ar: تم
fr: Terminé

# dontHaveAccount
source: Don't have an account? Sign up
ar: ليس لديك حساب؟ سجل
fr: Vous n'avez pas de compte? S'inscrire

# alreadyHaveAccount
source: Already have an account? Login
ar: لديك حساب بالفعل؟ تسجيل الدخول
fr: Vous avez déjà un compte? Connexion

source: Login successful!
ar: تم تسجيل الدخول بنجاح!
fr: Connexion réussie!

# registrationSuccessful
source: Registration successful! Welcome {name}
ar: تم التسجيل بنجاح! مرحباً {name}
fr: Inscription réussie! Bienvenue {name}

source: Guest Login
ar: تسجيل الدخول كضيف
fr: Connexion invité

source: Home
ar: الرئيسية
fr: Accueil

source: Sell
ar: بيع
fr: Vendre

source: Wishlist
ar: قائمة الأمنيات
fr: Liste de souhaits

source: Profile
ar: الملف الشخصي
fr: Profil

source: Categories
ar: الفئات
fr: Catégories

source: Recently Added
ar: المضاف حديثاً
fr: Récemment ajouté

source: Recommendations for You
ar: التوصيات لك
fr: Recommandations pour vous

source: Grains & Cereals
ar: الحبوب والحنطة
fr: Céréales et grains

source: Vegetables
ar: الخضروات
fr: Légumes

source: Livestock & Meat
ar: الماشية واللحوم
fr: Bétail et viande

source: Poultry & Eggs
ar: الدواجن والبيض
fr: Volaille et œufs

source: About us
ar: من نحن
fr: À propos de nous

# available
source: {quantity} Kg Available
ar: {quantity} كجم متاح
fr: {quantity} Kg Disponible

# daysAgo
source: {days} day ago
ar: منذ {days} يوم
fr: Il y a {days} jour

source: Details
ar: التفاصيل
fr: Détails

source: Make a Deal
ar: إبرام صفقة
fr: Faire une affaire

source: Make an Offer
ar: تقديم عرض
fr: Faire une offre

source: Quantity (Kg)
ar: الكمية (كجم)
fr: Quantité (Kg)

source: Cancel
ar: إلغاء
fr: Annuler

source: Send Offer
ar: إرسال العرض
fr: Envoyer l'offre

source: Posted by
ar: نشر بواسطة
fr: Publié par

source: View Profile
ar: عرض الملف الشخصي
fr: Voir le profil

# adId
source: Ad ID: {id}
ar: معرف الإعلان: {id}
fr: ID de l'annonce: {id}

source: Report Ad
ar: إبلاغ عن الإعلان
fr: Signaler l'annonce

# reportAdReason
source: Please provide a reason for reporting this ad.
ar: يرجى تقديم سبب للإبلاغ عن هذا الإعلان.
fr: Veuillez fournir une raison pour signaler cette annonce.

source: Reason
ar: السبب
fr: Raison

source: Submit
ar: إرسال
fr: Soumettre

source: Related Ads
ar: إعلانات ذات صلة
fr: Annonces similaires

# noDescription
source: No description available for this product.
ar: لا يوجد وصف متاح لهذا المنتج.
fr: Aucune description disponible pour ce produit.

# yourOfferPrice
source: Your Offer Price (MRU)
ar: سعر العرض الخاص بك (أوقية)
fr: Votre prix d'offre (MRU)

source: Success
ar: نجاح
fr: Succès

source: Error
ar: خطأ
fr: Erreur

source: Required
ar: مطلوب
fr: Requis

# verifyIdentity
source: Verify your identity to sell
ar: تحقق من هويتك للبيع
fr: Vérifiez votre identité pour vendre

# verifyIdentityDesc
source: We need to confirm your identity before you can post ads. This helps keep the marketplace safe. It only takes a minute.
ar: نحتاج إلى تأكيد هويتك قبل أن تتمكن من نشر الإعلانات. هذا يساعد في الحفاظ على أمان السوق. يستغرق الأمر دقيقة واحدة فقط.
fr: Nous devons confirmer votre identité avant que vous puissiez publier des annonces. Cela aide à maintenir la sécurité du marché. Cela ne prend qu'une minute.

source: Verify
ar: تحقق
fr: Vérifier

source: Filters & Sorting
ar: الفلاتر والترتيب
fr: Filtres et tri

# adReported
source: Ad report submitted successfully
ar: تم تقديم تقرير الإعلان بنجاح
fr: Rapport d'annonce soumis avec succès

# failedReport
source: Failed to submit report
ar: فشل تقديم التقرير
fr: Échec de la soumission du rapport

# pleaseEnterReason
source: Please enter a reason
ar: يرجى إدخال سبب
fr: Veuillez entrer une raison

source: Please enter price
ar: يرجى إدخال السعر
fr: Veuillez entrer le prix

source: Please enter quantity
ar: يرجى إدخال الكمية
fr: Veuillez entrer la quantité

source: Invalid Input
ar: إدخال غير صالح
fr: Entrée invalide

# validNumericQuantity
source: Please enter a valid numeric quantity
ar: يرجى إدخال كمية رقمية صالحة
fr: Veuillez entrer une quantité numérique valide

# validNumericPrice
source: Please enter a valid numeric price
ar: يرجى إدخال سعر رقمي صالح
fr: Veuillez entrer un prix numérique valide

source: Generate Invoice
ar: إنشاء فاتورة
fr: Générer une facture

# waitingForBuyer
source: Waiting for buyer confirmation
ar: بانتظار تأكيد المشتري
fr: En attente de confirmation de l'acheteur

source: Order Summary
ar: ملخص الطلب
fr: Récapitulatif de la commande

source: Price
ar: السعر
fr: Prix

source: Quantity
ar: الكمية
fr: Quantité

source: Delivery
ar: التوصيل
fr: Livraison

source: Pay Now
ar: ادفع الآن
fr: Payer maintenant

source: Order Now
ar: اطلب الآن
fr: Commander maintenant

source: Payment Rules
ar: قواعد الدفع
fr: Règles de paiement

# transportCost
source: Transport Cost (MRU)
ar: تكلفة النقل (أوقية)
fr: Coût du transport (MRU)

# deliveryDuration
source: Delivery Duration (Days)
ar: مدة التوصيل (أيام)
fr: Durée de livraison (Jours)

source: Gallery
ar: المعرض
fr: Galerie

source: Send Location
ar: إرسال الموقع
fr: Envoyer la position

source: Could not download invoice
ar: تعذر تنزيل الفاتورة
fr: Impossible de télécharger la facture

source: Failed to generate invoice
ar: فشل في إنشاء الفاتورة
fr: Échec de la génération de la facture

source: Enter Price
ar: أدخل السعر
fr: Entrez le prix

source: Enter Quantity
ar: أدخل الكمية
fr: Entrez la quantité

source: Enter Transport Cost
ar: أدخل تكلفة النقل
fr: Entrez le coût du transport

source: Select Expected Delivery
ar: اختر موعد التسليم المتوقع
fr: Sélectionnez la livraison prévue

source: Days
ar: أيام
fr: Jours

source: Proceed
ar: متابعة
fr: Procéder

source: Please enter transport cost
ar: يرجى إدخال تكلفة النقل
fr: Veuillez entrer le coût du transport

source: Please enter delivery duration
ar: يرجى إدخال مدة التوصيل
fr: Veuillez entrer la durée de livraison

# validNumericTransport
source: Please enter a valid numeric transport cost
ar: يرجى إدخال تكلفة نقل رقمية صالحة
fr: Veuillez entrer un coût de transport numérique valide

# validNumericDays
source: Please enter a valid number of days
ar: يرجى إدخال عدد أيام صالح
fr: Veuillez entrer un nombre de jours valide

source: Settings
ar: الإعدادات
fr: Paramètres

source: Edit Profile
ar: تعديل الملف الشخصي
fr: Modifier le profil

source: Delete Account
ar: حذف الحساب
fr: Supprimer le compte

# deleteAccountConfirmation
source: Are you sure you want to delete your account?
ar: هل أنت متأكد أنك تريد حذف حسابك؟
fr: Êtes-vous sûr de vouloir supprimer votre compte ?

source: Delete
ar: حذف
fr: Supprimer

source: Orders
ar: الطلبات
fr: Commandes

source: Bought
ar: مشتريات
fr: Acheté

source: Sold
ar: تم البيع
fr: Vendu

source: No orders yet
ar: لا توجد طلبات حتى الآن
fr: Pas encore de commandes

source: Seller:
ar: البائع:
fr: Vendeur :

source: Buyer:
ar: المشتري:
fr: Acheteur :

source: Total Amount:
ar: المبلغ الإجمالي:
fr: Montant total :

source: Invoice Generated:
ar: تم إنشاء الفاتورة:
fr: Facture générée :

source: Payment:
ar: الدفع:
fr: Paiement :

source: Payment from Buyer:
ar: دفع من المشتري:
fr: Paiement de l'acheteur :

source: Payment from Admin:
ar: دفع من المسؤول:
fr: Paiement de l'administrateur :

source: Payment Release Date:
ar: تاريخ تحرير الدفع:
fr: Date de déblocage du paiement :

source: Dispatched:
ar: تم الشحن:
fr: Expédié :

source: Delivered:
ar: تم التوصيل:
fr: Livré :

source: View Invoice
ar: عرض الفاتورة
fr: Voir la facture

source: Received
ar: تم الاستلام
fr: Reçu

source: Upload Delivery Proof
ar: تحميل إثبات التوصيل
fr: Télécharger la preuve de livraison

source: Upload Images
ar: تحميل الصور
fr: Télécharger des images

source: Raise Dispute
ar: رفع نزاع
fr: Signaler un litige

source: Invoice
ar: فاتورة
fr: Facture

# autoCancelIn
source: Auto cancel in {time}
ar: إلغاء تلقائي خلال {time}
fr: Annulation automatique dans {time}

source: Dispute Submission
ar: تقديم نزاع
fr: Soumission de litige

source: Select Reason
ar: اختر السبب
fr: Sélectionner une raison

source: Upload Evidence
ar: تحميل الأدلة
fr: Télécharger des preuves

# describeIssue
source: Describe the issue in detail...
ar: صف المشكلة بالتفصيل...
fr: Décrivez le problème en détail...

source: Notes
ar: ملاحظات
fr: Remarques

source: Dispute Submitted
ar: تم تقديم النزاع
fr: Litige soumis

# reviewRequestShortly
source: We will review your request shortly.
ar: سنراجع طلبك قريبا.
fr: Nous examinerons votre demande sous peu.

# pleaseSelectReason
source: Please select a reason for the dispute
ar: يرجى اختيار سبب للنزاع
fr: Veuillez sélectionner une raison pour le litige

# pleaseProvideDescription
source: Please provide a detailed description
ar: يرجى تقديم وصف مفصل
fr: Veuillez fournir une description détaillée

# publishedAds
source: {count} Published Ads
ar: {count} إعلان منشور
fr: {count} Annonces publiées

source: Subscription
ar: الاشتراك
fr: Abonnement

# upgradeDescription
source: Upgrade your plan to sell your products
ar: قم بترقية خطتك لبيع منتجاتك
fr: Améliorez votre plan pour vendre vos produits

source: Upgrade
ar: ترقية
fr: Améliorer

source: Change Language
ar: تغيير اللغة
fr: Changer de langue

source: My Ads
ar: إعلاناتي
fr: Mes annonces

source: My Packages
ar: باكاتي
fr: Mes packages

source: Identity Verification (KYC)
ar: التحقق من الهوية (KYC)
fr: Vérification d'identité (KYC)

source: Help & Support
ar: المساعدة والدعم
fr: Aide et support

source: Terms & Conditions
ar: الشروط والأحكام
fr: Conditions générales

source: Privacy Policy
ar: سياسة الخصوصية
fr: Politique de confidentialité

source: Logout
ar: تسجيل الخروج
fr: Déconnexion

# logoutConfirmation
source: Are you sure you want to logout?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟
fr: Êtes-vous sûr de vouloir vous déconnecter ?

source: No
ar: لا
fr: Non

source: Yes
ar: نعم
fr: Oui

source: Search
ar: بحث
fr: Rechercher

source: No chats yet
ar: لا توجد دردشات بعد
fr: Pas encore de discussions

source: Report Chat
ar: الإبلاغ عن الدردشة
fr: Signaler la discussion

source: Delete Chat
ar: حذف الدردشة
fr: Supprimer la discussion

# whatsAppNumberRequired
source: WhatsApp number is required
ar: رقم الواتساب مطلوب
fr: Le numéro WhatsApp est requis

# pleaseEnterPhoneNumber
source: Please enter your phone number
ar: يرجى إدخال رقم هاتفك
fr: Veuillez entrer votre numéro de téléphone

source: All Products
ar: كل المنتجات
fr: Tous les produits

source: No products found
ar: لم يتم العثور على منتجات
fr: Aucun produit trouvé

source: No recommendations found
ar: لم يتم العثور على توصيات
fr: Aucune recommandation trouvée

source: Upload National ID Proof
ar: تحميل إثبات الهوية الوطنية
fr: Télécharger l'identifiant national

source: National ID Front
ar: واجهة الهوية الوطنية
fr: Recto de la carte d'identité

source: National ID Back
ar: خلفية الهوية الوطنية
fr: Verso de la carte d'identité

source: Documents submitted
ar: تم تقديم المستندات
fr: Documents soumis

# documentsSubmittedDesc
source: We have received your documents. Our team will review them and update you soon.
ar: لقد استلمنا مستنداتك. سيقوم فريقنا بمراجعتها وتحديثك قريبا.
fr: Nous avons reçu vos documents. Notre équipe les examinera et vous contactera bientôt.

source: Continue to Home
ar: المتابعة إلى الصفحة الرئيسية
fr: Continuer vers l'accueil

source: Dispatch
ar: شحن
fr: Expédier

# profileUpdated
source: Profile updated successfully
ar: تم تحديث الملف الشخصي بنجاح
fr: Profil mis à jour avec succès

source: Failed to update profile
ar: فشل تحديث الملف الشخصي
fr: Échec de la mise à jour du profil

# nameRequired
source: Name is required
ar: الاسم مطلوب
fr: Le nom est requis

# pleaseEnterName
source: Please enter your name
ar: يرجى إدخال اسمك
fr: Veuillez entrer votre nom

source: Select Country Code
ar: اختر رمز الدولة
fr: Sélectionner le code pays

source: Search country code...
ar: البحث عن رمز الدولة...
fr: Rechercher le code pays...

source: No country codes found
ar: لم يتم العثور على رموز دول
fr: Aucun code pays trouvé

source: Upload Business certificate
ar: تحميل شهادة عمل
fr: Télécharger le certificat d'entreprise

# uploadFarmCertificate
source: Upload Farm certificate (optional)
ar: تحميل شهادة مزرعة (اختياري)
fr: Télécharger le certificat de ferme (facultatif)

# pleaseUploadNationalId
source: Please upload National ID Proof
ar: يرجى تحميل إثبات الهوية الوطنية
fr: Veuillez télécharger la pièce d'identité

source: Please upload Business certificate
ar: يرجى تحميل شهادة عمل
fr: Veuillez télécharger le certificat d'entreprise

source: Failed to upload documents
ar: فشل تحميل المستندات
fr: Échec du téléchargement des documents

# unexpectedError
source: An unexpected error occurred
ar: حدث خطأ غير متوقع
fr: Une erreur inattendue est survenue

# pleaseEnterCompleteOtp
source: Please enter complete 6-digit OTP
ar: يرجى إدخال رمز التحقق المكون من 6 أرقام
fr: Veuillez saisir le code OTP complet à 6 chiffres

# failedToSaveProfile
source: Failed to save profile. Please try again.
ar: فشل حفظ الملف الشخصي. يرجى المحاولة مرة أخرى.
fr: Échec de l'enregistrement du profil. Réessayez.

# errorOccurred
source: An error occurred. Please try again.
ar: حدث خطأ. يرجى المحاولة مرة أخرى.
fr: Une erreur est survenue. Réessayez.

source: No items in wishlist
ar: لا توجد عناصر في قائمة الرغبات
fr: Aucun article dans la liste de souhaits

# noItemsInWishlistDesc
source: Add products to your wishlist to save them for later
ar: أضف منتجات إلى قائمة الرغبات الخاصة بك لحفظها لوقت لاحق
fr: Ajoutez des produits à votre liste de souhaits pour les sauvegarder.

source: Remove from Wishlist
ar: إزالة من قائمة الرغبات
fr: Retirer de la liste de souhaits

# removeFromWishlistConfirmation
source: Are you sure to delete this product from wishlist?
ar: هل أنت متأكد من حذف هذا المنتج من قائمة الرغبات؟
fr: Voulez-vous vraiment supprimer ce produit de la liste de souhaits ?

source: Remove
ar: إزالة
fr: Retirer

source: Active ads
ar: الإعلانات النشطة
fr: Annonces actives

source: Active
ar: نشط
fr: Actif

source: Rejected
ar: مرفوض
fr: Rejeté

source: Deactivated
ar: غير مفعل
fr: Désactivé

source: Expired
ar: منتهي الصلاحية
fr: Expiré

# noAdsFound
source: No {status} ads found
ar: لا توجد إعلانات {status}
fr: Aucune annonce {status} trouvée

source: Repost
ar: إعادة نشر
fr: Republier

source: Edit
ar: تعديل
fr: Modifier

source: Mark as Sold
ar: علامة كمنتهي
fr: Marquer comme vendu

source: Deactivate
ar: إلغاء تنشيط
fr: Désactiver

source: Edit Item
ar: تعديل العنصر
fr: Modifier l'article

source: Product Name
ar: اسم المنتج
fr: Nom du produit

source: Update
ar: تحديث
fr: Mettre à jour

source: Please enter product name
ar: يرجى إدخال اسم المنتج
fr: Veuillez entrer le nom du produit

source: Please enter description
ar: يرجى إدخال الوصف
fr: Veuillez entrer une description

source: Ad updated successfully
ar: تم تحديث الإعلان بنجاح
fr: Annonce mise à jour avec succès

source: Limit Reached
ar: تم الوصول إلى الحد الأقصى
fr: Limite atteinte

# max4Images
source: Maximum 4 images allowed
ar: يُسمح بحد أقصى 4 صور
fr: Maximum 4 images autorisées

# max1Video
source: Maximum 1 video allowed
ar: يُسمح بحد أقصى فيديو واحد
fr: Maximum 1 vidéo autorisée

source: Choose from Gallery
ar: اختر من معرض الصور
fr: Choisir dans la galerie

source: Take Photo
ar: التقاط صورة
fr: Prendre une photo

source: Record Video
ar: تسجيل فيديو
fr: Enregistrer une vidéo

source: Select Region
ar: اختر المنطقة
fr: Sélectionner la région

# pleaseSelectRegion
source: Please select a region
ar: يرجى اختيار منطقة
fr: Veuillez sélectionner une région

# pleaseAddOneImage
source: Please add at least one image
ar: يرجى إضافة صورة واحدة على الأقل
fr: Veuillez ajouter au moins une image

source: Sorry !
ar: عذراً !
fr: Désolé !

# noActivePackageDesc
source: You don’t have an active package. Please purchase a package to post your ad.
ar: ليس لديك باقة نشطة. يرجى شراء باقة لنشر إعلانك.
fr: Vous n'avez pas de package actif. Veuillez en acheter un pour publier.

source: Buy Package
ar: شراء باقة
fr: Acheter un package

source: Sell Item
ar: بيع عنصر
fr: Vendre un article

source: Upload Images, Videos
ar: تحميل صور وفيديوهات
fr: Télécharger images/vidéos

# maxImagesVideoDesc
source: Max 4 Images, 1 Video
ar: بحد أقصى 4 صور وفيديو واحد
fr: Max 4 images, 1 vidéo

source: Select Media Type
ar: اختر نوع الوسائط
fr: Sélectionner le type de média

source: Image from Gallery
ar: صورة من المعرض
fr: Image de la galerie

source: Video from Gallery
ar: فيديو من المعرض
fr: Vidéo de la galerie

source: Add Media
ar: إضافة وسائط
fr: Ajouter un média

source: Failed to pick image
ar: فشل اختيار الصورة
fr: Échec du choix de l'image

source: Failed to pick video
ar: فشل اختيار الفيديو
fr: Échec du choix de la vidéo

source: Post
ar: نشر
fr: Publier

source: KYC Verification
ar: تحقق KYC
fr: Vérification KYC

# completeKyc
source: Complete your KYC to proceed with the purchase.
ar: أكمل تحقق KYC للمتابعة في الشراء.
fr: Complétez votre KYC pour continuer l'achat.

source: Full Name
ar: الاسم الكامل
fr: Nom complet

# enterFullName
source: Enter your full name
ar: أدخل اسمك الكامل
fr: Entrez votre nom complet

source: ID Proof Number
ar: رقم إثبات الهوية
fr: Numéro de pièce d'identité

# enterNationalId
source: Enter National ID number
ar: أدخل رقم الهوية الوطنية
fr: Entrez le numéro d'identité nationale

source: Address
ar: العنوان
fr: Adresse

# enterAddress
source: Enter your address
ar: أدخل عنوانك
fr: Entrez votre adresse

# paymentIdRef
source: Payment ID / Reference Number
ar: رقم الدفع / المرجع
fr: ID de paiement / Référence

# enterTransactionReceipt
source: Enter the transaction receipt ID
ar: أدخل رقم إيصال العملية
fr: Entrez l'ID du reçu de transaction

source: Submit & Buy Now
ar: إرسال وشراء الآن
fr: Soumettre et Acheter

# failedToCreateAd
source: Failed to create ad. Please try again.
ar: فشل إنشاء الإعلان. يرجى المحاولة مرة أخرى.
fr: Échec de la création de l'annonce.

# serverErrorPostAd
source: Server Error: Unable to post ad. Please try again later.
ar: خطأ في السيرفر: تعذر نشر الإعلان. يرجى المحاولة لاحقاً.
fr: Erreur serveur : Impossible de publier l'annonce.

source: Call us
ar: اتصل بنا
fr: Appelez-nous

source: Email us
ar: أرسل لنا بريداً إلكترونياً
fr: Envoyez-nous un email

source: Buy Packages
ar: شراء باقات
fr: Acheter des packages

source: No packages available
ar: لا توجد باقات متاحة
fr: Aucun forfait disponible

# support247
source: 24/7 Support
ar: دعم 24/7
fr: Support 24/7

source: Featured Ad placement
ar: مكان إعلان مميز
fr: Placement d'annonce en vedette

source: Buy Now
ar: اشتري الآن
fr: Acheter maintenant

# numberOfAds
source: Number of Ads: {count}
ar: عدد الإعلانات: {count}
fr: Nombre d'annonces : {count}

# validityLabel
source: Validity: {days}
ar: الصلاحية: {days}
fr: Validité : {days}

source: No packages found
ar: لم يتم العثور على باقات
fr: Aucun package trouvé

# remainingAds
source: Remaining Ads: {count}
ar: الإعلانات المتبقية: {count}
fr: Annonces restantes : {count}

# expiryDate
source: Expiry Date: {date}
ar: تاريخ الانتهاء: {date}
fr: Date d'expiration : {date}

# searchProductsHint
source: Search Products
ar: البحث عن المنتجات
fr: Rechercher des produits

source: Quantity Range
ar: نطاق الكمية
fr: Gamme de quantité

source: Any quantity
ar: أي كمية
fr: Toute quantité

# priceRangeLabel
source: Price Range
ar: نطاق السعر
fr: Gamme de prix

source: To
ar: إلى
fr: À

source: Sort By
ar: ترتيب حسب
fr: Trier par

source: Relevance
ar: الأهمية
fr: Pertinence

source: Recently posted
ar: نشر مؤخراً
fr: Récemment publié

source: Newest First
ar: الأحدث أولاً
fr: Le plus récent en premier

source: Clear All
ar: مسح الكل
fr: Tout effacer

source: Apply
ar: تطبيق
fr: Appliquer

source: Damaged Item
ar: منتج تالف
fr: Article endommagé

source: Wrong Item Sent
ar: تم إرسال منتج خطأ
fr: Mauvais article envoyé

source: Item Not Received
ar: لم يتم استلام المنتج
fr: Article non reçu

source: Quality Issue
ar: مشكلة في الجودة
fr: Problème de qualité

# disputeNote1
source: Disputes are reviewed and resolved within 72 hours.
ar: تتم مراجعة النزاعات وحلها في غضون 72 ساعة.
fr: Les litiges sont examinés et résolus dans les 72 heures.

source: Buy More Packages
ar: شراء المزيد من الباقات
fr: Acheter plus de forfaits

# adsAvailable
source: {count} Ads Available
ar: {count} إعلانات متاحة
fr: {count} Annonces disponibles

source: No active packages
ar: لا توجد باقات نشطة
fr: Aucun forfait actif

# remainingAdsLabel
source: Remaining Ads
ar: الإعلانات المتبقية
fr: Annonces restantes

# pleaseEnterIdProof
source: Please enter your ID Proof Number
ar: يرجى إدخال رقم بطاقة الهوية
fr: Veuillez saisir votre numéro de pièce d'identité

# pleaseEnterAddress
source: Please enter your address
ar: يرجى إدخال عنوانك
fr: Veuillez saisir votre adresse

# pleaseEnterPaymentId
source: Please enter Payment ID / Reference Number
ar: يرجى إدخال معرف الدفع / الرقم المرجعي
fr: Veuillez saisir l'ID de paiement / Numéro de référence

source: Processing
ar: جاري المعالجة
fr: Traitement en cours

source: Deleting ad...
ar: جاري حذف الإعلان...
fr: Suppression de l'annonce...

source: Ad deleted successfully
ar: تم حذف الإعلان بنجاح
fr: Annonce supprimée avec succès

source: Failed to delete ad
ar: فشل حذف الإعلان
fr: Échec de la suppression de l'annonce

# markingAsSold
source: Marking ad as sold...
ar: جاري وضع علامة كمباع...
fr: Marquage comme vendu...

source: Ad marked as sold
ar: تم وضع علامة على الإعلان كمباع
fr: Annonce marquée comme vendue

source: Failed to mark as sold
ar: فشل وضع علامة كمباع
fr: Échec du marquage comme vendu

source: Deactivating ad...
ar: جاري إلغاء تنشيط الإعلان...
fr: Désactivation de l'annonce...

source: Ad deactivated successfully
ar: تم إلغاء تنشيط الإعلان بنجاح
fr: Annonce désactivée avec succès

source: Failed to deactivate ad
ar: فشل إلغاء تنشيط الإعلان
fr: Échec de la désactivation de l'annonce

source: Failed to update ad
ar: فشل تحديث الإعلان
fr: Échec de la mise à jour de l'annonce

source: Notice
ar: ملاحظة
fr: Avis

# guestUser
source: Guest
ar: ضيف
fr: Invité

# connectionError
source: Connection Error: Please stop the app and "Run" again to link the new social media plugin correctly. Details: {details}
ar: خطأ في الاتصال: يرجى إيقاف التطبيق وتشغيله مرة أخرى لربط المكون الإضافي الجديد لوسائل التواصل الاجتماعي بشكل صحيح. التفاصيل: {details}
fr: Erreur de connexion : Veuillez arrêter l'application et "Exécuter" à nouveau pour lier correctement le nouveau plugin de médias sociaux. Détails : {details}

source: Order Checkout
fr: Paiement de la commande

# statusPendingPayment
source: Pending Payment
fr: En attente de paiement

# statusDeliveryPending
source: Delivery Pending
fr: Livraison en attente

# statusWaitingForDelivery
source: Waiting for Delivery
fr: En attente de livraison

# statusDispatched
source: Dispatched
fr: Expédié

# statusWaitingForDeliveryComplete
source: Waiting for Delivery complete
fr: En attente de la fin de la livraison
