Repository: stephysigosoft-blip/agroconnect_flutter
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

# statusPaymentReceived
source: Payment Received
fr: Paiement reçu

# statusCompleted
source: Completed
fr: Terminé

# statusAwaitingPayment
source: Awaiting Payment
fr: En attente de paiement

# statusOrderPlaced
source: Order Placed
fr: Commande passée

# invoiceTitle
source: Invoice
fr: Facture

source: Expected delivery
fr: Livraison prévue

# priceLabel
source: Price
fr: Prix

# quantityLabel
source: Quantity
fr: Quantité

# transportCostLabel
source: Transport cost
fr: Coût du transport

# orderConfirmedSuccess
source: Order confirmed successfully
fr: Commande confirmée avec succès

# orderConfirmedFailed
source: Failed to confirm order
fr: Échec de la confirmation de la commande

# orderMarkedReceived
source: Order marked as received
fr: Commande marquée comme reçue

# orderMarkedReceivedFailed
source: Failed to mark as received
fr: Échec du marquage comme reçu

# orderDispatchedSuccess
source: Order dispatched successfully
fr: Commande expédiée avec succès

# orderDispatchedFailed
source: Failed to dispatch order
fr: Échec de l'expédition de la commande

# disputeSubmittedSuccess
source: Dispute submitted successfully
fr: Litige soumis avec succès

# disputeSubmittedFailed
source: Failed to submit dispute
fr: Échec de la soumission du litige

# invoiceDetailsTitle
source: Invoice Details
fr: Détails de la facture

# orderDetailsTitle
source: Order Details
fr: Détails de la commande

# productImageTitle
source: Product Image
fr: Image du produit

# couldNotFindOrderDetails
source: Could not find order details for invoice #{id}
fr: Impossible de trouver les détails de la commande pour la facture #{id}

# disputeNote2
source: You can report an issue if the product is damaged.
fr: Vous pouvez signaler un problème si le produit est endommagé.

# disputeNote3
source: Upload clear images as evidence.
fr: Téléchargez des images claires comme preuve.

# disputeNote4
source: The support team will review your request shortly.
fr: L'équipe de support examinera votre demande sous peu.

source: Load More
fr: Charger plus

# paymentRule1
source: Invoice will be cancelled automatically if the buyer does not confirm within 48 hours.
fr: La facture sera annulée automatiquement si l'acheteur ne confirme pas dans les 48 heures.

# paymentRule2
source: Dispute must be raised within 72 hours.
fr: Le litige doit être soulevé dans les 72 heures.

# paymentRule3
source: Cras dapibus est suscipit accumsan sollicitudin.
fr: Cras dapibus est suscipit accumsan sollicitudin (Texte indicatif).

# paymentRule4
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit.
fr: Lorem ipsum dolor sit amet, consectetur adipiscing elit. (Texte indicatif)

# paymentRule5
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit.
fr: Lorem ipsum dolor sit amet, consectetur adipiscing elit. (Texte indicatif)

# paymentRule6
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit.
fr: Lorem ipsum dolor sit amet, consectetur adipiscing elit. (Texte indicatif)

source: Chat
ar: الدردشة

# pricePerKg
source: {price} MRU / Kg
ar: {price} أوقية / كجم

source: Transport
ar: النقل

# messageHint
source: Message....
ar: رسالة....

source: Notification
ar: إشعارات

source: Description
ar: الوصف

# priceHint
source: Ex. 100 MRU / Kg
ar: مثال. 100 أوقية / كجم

source: Nouakchott
ar: نواكشوط

source: Nouadhibou
ar: نواذيبو

source: Rosso
ar: روصو
